package my.day08.a.quiz;

public class QuizMain {
/*      
	   === 홀수 및 짝수의 합 구하기 ===
	   
	   ▷ 첫번째 정수 입력하세요: 1
	   ▷ 두번째 정수 입력하세요: 10
	   
	   >>> 결과 <<<
	   1부터 10까지의 홀수의 합 : 25
	   1+3+5+7+9 = 25
	   
	   1부터 10까지의 짝수의 합 : 30
	   2+4+6+8+10 = 30
	   
	   === 홀수 및 짝수의 합 구하기 ===
	   
	   ▷ 첫번째 정수 입력하세요: 2
	   ▷ 두번째 정수 입력하세요: 9
	   
	   >>> 결과 <<<
	   2부터 9까지의 홀수의 합 : 24
	   3+5+7+9 = 24
	   
	   2부터 9까지의 짝수의 합 : 20
	   2+4+6+8 = 20
*/   
	public static void main(String[] args) {
	

	}

}
